Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/death/money_matters_after_a_death/money_matters_after_a_death.html.txt.tmx
Source language: en
Languages: ga

source: Money matters after a death
ga: Ábhair airgid i ndiaidh an bháis

source: When a person close to you dies, it can be difficult to deal with the many things that have to be decided and done at a time of such considerable stress
ga: Nuair a fhaigheann do chéile nó garghaol bás, níl sé éasca déileáil leis na rudaí nó na cinntí atá le déanamh agat agus tú faoi mhórstrus

source: However, there are issues such as possible social welfare entitlements, tax and other money matters that may need to be addressed
ga: Ní mór duit dul i gceann ar shaincheisteanna áirithe áfach, m.sh. teidlíochtaí leasa shóisialaigh a d’fhéadfadh a bheith i gceist, cáin agus ábhair airgid eile

source: If you were married to, in a civil partnership or living with the deceased you may need immediate access to the deceased's money
ga: Nuair a fhaigheann do chéile,páirtí sibhialta nó do pháirtí bás, bíonn ort airgead an duine éagtha a rochtain ar an bpointe ó am go ham

source: You may also be the beneficiary of an insurance policy or entitled to a pension
ga: Nuair a bhíonn polasaí árachais ag do chéile nó do pháirtí, is féidir leat airgead a fháil faoin bpolasaí seo, nó is féidir leat pinsean a fháil freisin ó am go ham

source: You will find information on accessing money here
ga: Cliceáil anseo chun faisnéis a fháil ar airgead a rochtain

source: If the deceased was getting a social welfare payment or you were claiming for them as a dependant, or you were getting a Carer's Allowance to look after them, it's important that you notify the Department of Social Protection of the death
ga: Nuair a fhaigheann faighteoir leasa shósialta bás nó nuair a bhíonn liúntas cleithiúnaí á fháil agat, nó Liúntas do Chúramóirí chur cúram a thabhairt dóibh, is fíor-thábhachtach é an bás a chur in iúl don Roinn Coimirce Sóisialaí

source: There are also payments provided by both the Department of Social Protection and the Health Service Executive (HSE) that are available to help out families during this difficult time
ga: Ina theannta sin, tá íocaíochtaí ar fáil ón Roinn Coimirce Sóisialaí agus ó Fheidhmeannacht na Seirbhíse Sláinte (FSS) chun cabhrú le clanna le linn na tréimhse deacra seo

source: There are specific rules about taxation in the year of a person's death, for example, a tax refund may be due
ga: Caithfear rialacha cánacha sainiúla a chomhlíonadh le linn na bliana i ndiaidh báis an duine, mar shampla, tugtar aisíoc cánach duit ó am go ham

source: There are also extra credits for widowed parents in the years following the death of a spouse/civil partner
ga: Ina theannta sin, tugtar creidiúintí do thuismitheoirí baintreacha le linn na blianta i ndiaidh báis a chéilithe/pháirtnéirí sibhialta

source: If your PPS No. is the same as your spouse's number , but with a W at the end, you may need a new PPS No
ga: Más mar an gcéanna d’uimhir PSP le huimhir PSP do chéile, agus má tá W ag deireadh d’uimhreach, b'fhéidir go mbeadh ort uimhir nua PSP a fháil más amhlaidh creidmheasanna cánach nua nó aisíocaíochtaí a éileamh

source: to claim new tax credits or refunds. Read here for more information about tax in the year of death and the years following a death
ga: Cliceáil anseo chun breis faisnéise a rochtain ar cháin laistigh de 12 mí i ndiaidh an bháis agus le linn na blianta ina dhiaidh sin

source: You need to make sure that all your essential ongoing bills are changed into your name (if not already so)
ga: Ní mór duit deimhin a dhéanamh do ghnáthbhillí a chur i d’ainm féin (nuair a bhíonn siad in ainm do chéile nó do pháirtí)

source: A phone call is all that is needed for electricity, gas and telephone accounts
ga: Níl ort ach glaoch teileafóin a dhéanamh chun do chuntas leictreachais, gáis agus teileafóin a chur i d’ainm féin

source: If you have a mortgage or other loan that was in joint names, again you will need to inform the lender of the death
ga: Nuair a bhíonn morgáiste nó iasacht eile agat le do chéile nó do pháirtí, bíonn ort an bás a chur in iúl don iasachtóir

source: Where personal loans are concerned, you are only liable for those debts that you yourself have signed for
ga: Nuair a bhíonn iasachtaí pearsanta i gceist, níl ort ach na fiachais atá faoi d’ainm féin a íocadh

source: If you are having difficulty making the payments, you should let the company know what has happened and ask for time to work out what you can actually afford given your changed circumstances
ga: Má bhíonn deacrachtaí agat na híocaíochtaí seo a íoc, ba chóir duit a chur in iúl don chomhlacht cad a tharla, agus cead a lorg uathu íocaíochtaí nua a leagadh amach bunaithe ar do choinníollacha nua

source: If you are asked to take over the payments on a loan in the sole name of the deceased, you are not legally obliged to do so as this should be paid out of the estate - seek advice from one of the agencies listed below if you are not sure what to do
ga: Má iarrtar ort íocaíochtaí iasachta a chomhlíonadh ar son an duine éagtha, níl ort é seo a dhéanamh de réir an dlí mar íoctar na hiasachtaí seo ó eastát an duine éagtha – déan teagmháil le ceann de na gníomhaireachtaí thíos chun a fháil amach cad ba cheart duit a dhéanamh

source: When a person dies, his/her property passes to his/her personal representative
ga: Nuair a fhaigheann duine bás, bíonn a (h)ionadaí pearsanta freagrach as a réadmhaoin a riaradh

source: The personal representative then has the duty to distribute the deceased's money and property in accordance with the law, the will - if there is one - or the laws of intestacy if there is no will
ga: Bíonn ar an duine seo, airgead agus réadmhaoin an duine éagtha a dháileadh amach de réir an dlí, an uachta – nuair a bhíonn uacht leagtha amach – nó de réir na dlíthe díthiomnachta mura mbíonn uacht ar fáil

source: Find out how to deal with the deceased person's estate here
ga: Cliceáil anseo chun breis faisnéise a rochtain ar conas déileáil le heastát an duine éagtha

source: The rights of the spouse/civil partner and children to inherit the estate are described here
ga: Tá cur síos ar fáil anseo ar chearta an chéilithe/pháirtí sibhialta agus na leanaí maidir leis an eastát a fháil le hoidhreacht

source: If your deceased spouse/civil partner made a will you have an automatic right to a share in the estate which is often called "a legal right share"
ga: Nuair a bhíonn uacht ag do chéile/páirtí sibhialta éagtha, tá an ceart agat roinnt den eastát a fháil go huathoibríoch

source: Find out more about marital status and inheritance rights here
ga: Tugtar “an ceart dlíthiúil chun an eastát a rochtain” ar an gceart seo

source: If you are separated your inheritance rights may have been renounced or extinguished
ga: Cliceáil anseo chun breis faisnéise a rochtain ar chearta pósta agus oidhreachta

source: Once a decree of divorce/dissolution is granted, inheritance rights are automatically extinguished
ga: Más duine scartha thú, déantar do chearta oidhreachta a dhiúltú nó a chur ar ceal go minic

source: Read about the succession rights following a separation or divorce here
ga: Nuair a eisítear foraithne colscartha/díscaoileadh, déantar do chearta oidhreachta a chur ar ceal go huathoibríoch

source: Cohabiting couples in Ireland have no automatic right of inheritance on the death of either partner
ga: Ní féidir le lánúineacha comhchónaithe in Éirinn, oidhreacht a chéilithe a rochtain go huathoibríoch nuair a fhaigheann páirtí amháin bás

source: Here you can read about the inheritance rights of cohabiting couples
ga: Is féidir leat faisnéis a rochtain anseo ar chearta díthiomnachta lánúnacha comhchónaithe

source: The deceased may have had an account in a bank or building society which had not been used for some time
ga: Féadfaidh an duine éagtha cuntas díomhain a bheith aige/aici sa bhanc nó sa chumann foirgníochta

source: A dormant account is defined by the Dormant Accounts Act 2001 as one where no customer-initiated transactions have taken place within a 15 year period
ga: De réir an Achta um Chuntais Dhíomhaine 2001, is é cuntas díomhaoin ná cuntas inar theip ar an gcustaiméir a c(h)untas a úsáid le 15 bliain anuas

source: If the financial institution concerned can't contact the account owner in these circumstances, then the money in the account is transferred to the Dormant Accounts Fund
ga: Mura mbíonn an institiúid airgeadais in ann teagmháil a dhéanamh le húinéir an chuntais, seoltar an t-airgead sa chuntas go dtí an Ciste um Chuntais Dhíomhaine

source: The proceeds of life insurance policies, which are considered dormant, are also transferred to the fund
ga: Seoltar na fáltais ó pholasaithe árachais saoil, a fhéachtar orthu mar pholasaithe díomhaoine go dtí an ciste chomh maith

source: The funds are used to help alleviate poverty and provide services to people with disabilities
ga: Úsáidtear na cistí seo chun dul i ngleic le bochtaineacht agus chun seirbhísí a sholáthar do dhaoine faoi mhíchumais

source: Find out what you should do if you think the deceased had a dormant account here
ga: Tá faisnéis ar fáil anseo ar cad ba cheart duit a dhéanamh nuair a cheapann tú go bhfuil cuntas díomhaoin ag an duine éagtha

source: Dealing with the deceased's debts
ga: Conas déileáil le fiachais an duine éagtha

source: Any debts must be paid out of the estate before anything else
ga: Ar dtús báire, ba cheart eastát an duine éagtha a úsáid chun aon fhiachais a íoc

source: Where there is not enough money in the estate to pay all outstanding bills or debts, those concerning the funeral, administration of the estate and concerning the will take priority, followed by debts that have security (such as housing loans) and lastly unsecured debts (e.g
ga: Mura mbíonn go leor airgid ar fáil ón eastát chun billí neamhíoctha nó fiachais a íoc, íoctar na billí nó na fiachais a bhaineann leis an sochraid, leis an eastát a riaradh nó leis an uacht ar dtús

source: personal loans) Some debts may be covered by loan protection insurance in the event of death (e.g
ga: Ansin, íoctar na fiachais le hurrús (mar shampla iasachtaí tithíochta) agus fiachais neamhurraithe ina dhiaidh sin (m.sh

source: Help with money matters
ga: Cabhair le hábhair airgid

source: If you are experiencing financial difficulties following a bereavement, it is important to deal with these at an early stage as ignoring the problem will only lead to matters getting worse
ga: Má bhíonn deacrachtaí airgid agat nuair a fhaigheann duine bás, ba chóir duit déileáil leis na deacrachtaí seo chomh luath agus is féidir chun níos mó deacrachtaí a sheacaint sa todhchaí

source: You can get advice from your local Money Advice and Budgeting Service (MABS) as to how to go about this
ga: Is féidir leat comhairle a fháil ó do Sheirbhís Bhuiséadta agus Chomhairle Airgid áitiúil (MABS) ar conas é seo a dhéanamh

source: Each MABS is a free, confidential, independent service staffed by trained money advisers
ga: Is saorsheirbhís, neamhspleách, rúnda í MABS le fostaithe oilte a sholáthraíonn comhairle airgid duit

source: Contact details are available in your local telephone directory or on their website (www.mabs.ie)
ga: Tá a sonraí teagmhála ar fáil i d’eolaí teileafóin áitiúil nó ar a láithreán gréasáin (www.mabs.ie)

source: FLAC (Free Legal Advice Centres) is an independent, voluntary organisation that operates a network of legal advice clinics throughout the country
ga: Is eagraíocht neamhspleách, deonach í FLAC (Ionaid Saorchomhairle Dhleathach) atá freagrach as clinicí comhairle dhleathach a chur ar siúl ar fud na tíre

source: These clinics are confidential, free of charge and open to all
ga: Coimeádann na clinicí seo do shonraí faoi rún, ní íoctar aon airgead dóibh agus is féidir le gach duine a seirbhísí a rochtain

source: Contact your nearest Citizens Information Centre for information on FLAC services in your area
ga: Déan teagmháil le d’Ionad Eolais do Shaoránaigh is cóngaraí chun faisnéis a rochtain ar sheirbhísí FLAC i do limistéar áitiúil

source: FLAC also runs an information and referral line during office hours for basic legal information
ga: Is féidir leat freisin glaoch a chur ar an FLAC le linn uaireanta oifige chun bunfhaisnéis dhleathach a fháil

source: FLAC has produced a series of basic leaflets on various areas of law which may be useful
ga: Tá roinnt bileoga ar fáil ó FLAC a sholáthraíonn faisnéis bhunúsach ar ghnéithe dleathacha a d’fhéadfadh cabhrú leat

source: These are available from your local Citizens Information Centre and from FLAC or can be downloaded from the FLAC website
ga: Tá na bileoga seo ar fáil ó d’Ionad Eolais do Shaoránaigh áitiúil nó ó FLAC, nó is féidir leat iad a íoslódáil ó láithreán gréasáin FLAC

source: Tel:+353 (0)1 874 5690
ga: Teil:+353 (0)1 874 5690

source: Voluntary financial information services provide free confidential advice to people unable to afford the professional services of accountants through part time clinics around the country
ga: Soláthraíonn seirbhísí faisnéise airgeadais dheonach saorchomhairle faoi rún do dhaoine tríd a gclinicí páirtaimseartha ar fud na tíre, mura mbíonn siad in ann airgead a íoc as seirbhísí cuntasaíochta gairmiúla

source: Details of clinics are available through your local Citizens Information Centre (CIC)
ga: Tá sonraí ar fáil ó d’Ionad Eolais do Shaoránaigh ar na gclinicí seo
